Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/shijing__xiaoya-nanyoujiayu-010__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 六月棲棲，戎車既飭。四牡騤騤，載是常服。 玁狁孔熾，我是用急。王于出征，以匡王國。
en: In the sixth month all was bustle and excitement. The war carriages had been made ready, With the four steeds of each, strong and eager; And the regular accountrements had been placed in the carriages. The Xian-yun were in blazing force, And thence was the urgency. The king had ordered the expedition, To deliver the royal kingdom.

source: 比物四驪，閑之維則。維此六月，既成我服。 我服既成，于三十里。王于出征，以佐天子。
en: Matched in strength were the four black steeds, Well trained to observe every rule. On this sixth month, We completed our accountrements. Our accountrements were completed, And we marched thirty Li every day. The king had ordered the expedition, To help the son of Heaven.

source: 四牡脩廣，其大有顒。薄伐玁狁，以奏膚公。 有嚴有翼，共武之服。共武之服，以定王國。
en: The four steeds were long, and stout, And large-headed. We smote the Xian-yun, And achieved great merit. Severely strict and careful was our leader, Discharging his military service, -- Discharging his military service, And settling thereby the royal kingdom.

source: 玁狁匪茹，整居焦穫。侵鎬及方，至于涇陽。 織文鳥章，白斾央央。元戎十乘，以先啟行。
en: Badly reckoned the Xian-yun, When they confidently occupied Jiao and Huo, And overran Hao and Fang, As far as to the north of the Jing. On our flags was their blazonry of birds, While their white streamers fluttered brightly. Ten large war chariots, Led the way in front.

source: 戎車既安，如輊如軒。四牡既佶，既佶且閑。 薄伐玁狁，至于大原。文武吉甫，萬邦為憲。
en: The war carriages were well made. Nicely balanced, before and behind. Their four steeds were strong, Both strong and well trained. We smote the Xian-yun, As far as Tai-yuan. For peace or for war fit is Ji-fu, A pattern to all the States.

source: 吉甫燕喜，既多受祉。來歸自鎬，我行永久。 飲御諸友，炰鱉膾鯉。侯誰在矣？張仲孝友。
en: Ji-fu feasts and is glad; Great happiness is his. In returning from Hao, Distant and long had been our march. He entertains and feasts his friends, With roast turtle and minced carp. And who are there? There is Zhang Zhong, the filial and brotherly.
